Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/lunyu__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子曰：「學而時習之，不亦說乎？有朋自遠方來，不亦樂乎？人不知而不慍，不亦君子乎？」
en: The Master said, "Is it not pleasant to learn with a constant perseverance and application? "Is it not delightful to have friends coming from distant quarters? "Is he not a man of complete virtue, who feels no discomposure though men may take no note of him?"

source: 有子曰：「其爲人也孝弟，而好犯上者，鮮矣；不好犯上，而好作亂者，未之有也。君子務本，本立而道生；孝弟也者，其爲仁之本與？」
en: The philosopher Yu said, "They are few who, being filial and fraternal, are fond of offending against their superiors. There have been none, who, not liking to offend against their superiors, have been fond of stirring up confusion. "The superior man bends his attention to what is radical.That being established, all practical courses naturally grow up. Filial piety and fraternal submission!—are they not the root of all benevolent actions?"

source: 子曰：「巧言令色，鮮矣仁。」
en: The Master said, "Fine words and an insinuating appearance are seldom associated with true virtue."

source: 曾子曰：「吾日三省吾身：爲人謀而不忠乎？與朋友交而不信乎？傳不習乎？」
en: The philosopher Tsang said, "I daily examine myself on three points:—whether, in transacting business for others, I may have been not faithful;—whether, in intercourse with friends, I may have been not sincere;—whether I may have not mastered and practised the instructions of my teacher."

source: 子曰：「道千乘之國，敬事而信，節用而愛人，使民以時。」
en: The Master said, To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons."

source: 子曰：「弟子入則孝，出則弟，謹而信，汎愛眾，而親仁。行有餘力，則以學文。」
en: The Master said, "A youth, when at home, should be filial, and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all, and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies."

source: 子夏曰：「賢賢易色；事父母，能竭其力；事君，能致其身；與朋友交，言而有信；雖曰未學，吾必謂之學已矣。」
en: Tsze-hsia said, "If a man withdraws his mind from the love of beauty, and applies it as sincerely to the love of the virtuous; if, in serving his parents, he can exert his utmost strength; if, in serving his prince, he can devote his life; if, in his intercourse with his friends, his words are sincere:—although men say that he has not learned, I will certainly say that he has."

source: 子曰：「君子不重則不威，學則不固。主忠信，無友不如己者，過則勿憚改。」
en: The Master said, "If the scholar be not grave, he will not call forth any veneration, and his learning will not be solid. "Hold faithfulness and sincerity as first principles. "Have no friends not equal to yourself. "When you have faults, do not fear to abandon them."

source: 曾子曰：「愼終追遠，民德歸厚矣。」
en: The philosopher Tsang said, "Let there be a careful attention to perform the funeral rites to parents, and let them be followed when long gone with the ceremonies of sacrifice;—then the virtue of the people will resume its proper excellence."

source: 子禽問於子貢曰：「夫子至於是邦也，必聞其政，求之與？抑與之與？」子貢曰：「夫子溫、良、恭、儉、讓以得之。夫子之求之也，其諸異乎人之求之與？」
en: Tsze-ch'in asked Tsze-kung, saying, "When our master comes to any country, he does not fail to learn all about its government. Does he ask his information? or is it given to him?" Tsze-kung said, "Our master is benign, upright, courteous, temperate, and complaisant, and thus he gets his information. The master's mode of asking information!—is it not different from that of other men?"

source: 子曰：「父在觀其志，父沒觀其行。三年無改於父之道，可謂孝矣。」
en: The Master said, "While a man's father is alive, look at the bent of his will; when his father is dead, look at his conduct. If for three years he does not alter from the way of his father, he may be called filial."

source: 有子曰：「禮之用，和爲貴；先王之道，斯爲美；小大由之。有所不行，知和而和，不以禮節之，亦不可行也。」
en: The philosopher Yu said, "In practising the rules of propriety, a natural ease is to be prized. In the ways prescribed by the ancient kings, this is the excellent quality, and in things small and great we follow them. "Yet it is not to be observed in all cases. If one, knowing how such ease should be prized, manifests it, without regulating it by the rules of propriety, this likewise is not to be done."

source: 有子曰：「信近於義，言可復也；恭近於禮，遠恥辱也。因不失其親，亦可宗也。」
en: The philosopher Yu said, "When agreements are made according to what is right, what is spoken can be made good. When respect is shown according to what is proper, one keeps far from shame and disgrace. When the parties upon whom a man leans are proper persons to be intimate with, he can make them his guides and masters."

source: 子曰：「君子食無求飽，居無求安，敏於事而愼於言，就有道而正焉：可謂好學也已。」
en: The Master said, "He who aims to be a man of complete virtue in his food does not seek to gratify his appetite, nor in his dwelling place does he seek the appliances of ease; he is earnest in what he is doing, and careful in his speech; he frequents the company of men of principle that he may be rectified:—such a person may be said indeed to love to learn."

source: 子貢曰：「貧而無諂，富而無驕，何如？」子曰：「可也。未若貧而樂，富而好禮者也」。子貢曰：「《詩》云：『如切如磋，如琢如磨。』其斯之謂與？」子曰：「賜也，始可與言《詩》已矣！吿諸往而知來者。」
en: Tsze-kung said, "What do you pronounce concerning the poor man who yet does not flatter, and the rich man who is not proud?" The Master replied, "They will do; but they are not equal to him, who, though poor, is yet cheerful, and to him, who, though rich, loves the rules of propriety." Tsze-kung replied, "It is said in the Book of Poetry, 'As you cut and then file, as you carve and then polish.'—The meaning is the same, I apprehend, as that which you have just expressed." The Master said, "With one like Ts'ze, I can begin to talk about the odes. I told him one point, and he knew its proper sequence."

source: 子曰：「不患人之不己知，患不知人也。」
en: The Master said, "I will not be afflicted at men's not knowing me; I will be afflicted that I do not know men."

source: 子曰：「爲政以德，譬如北辰，居其所，而眾星共之。」
en: The Master said, "He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it."

source: 子曰：「詩三百，一言以蔽之，曰思無邪。」
en: The Master said, "In the Book of Poetry are three hundred pieces, but the design of them all may be embraced in one sentence—'Having no depraved thoughts.'"

source: 子曰：「道之以政，齊之以刑，民免而無恥；道之以德，齊之以禮，有恥且格。」
en: The Master said, "If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment, but have no sense of shame. "If they be led by virtue, and uniformity sought to be given them by the rules of propriety, they will have the sense of shame, and moreover will become good."

source: 子曰：「吾十有五而志于學；三十而立；四十而不惑；五十而知天命；六十而耳順；七十而從心所欲，不踰矩。」
en: The Master said, "At fifteen, I had my mind bent on learning. "At thirty, I stood firm. "At forty, I had no doubts. "At fifty, I knew the decrees of Heaven. "At sixty, my ear was an obedient organ for the reception of truth. "At seventy, I could follow what my heart desired, without transgressing what was right."

source: 孟懿子問孝。子曰：「無違。」樊遲御，子吿之曰：「孟孫問孝於我，我對曰：『無違。』」樊遲曰：「何謂也？」子曰：「生，事之以禮；死，葬之以禮，祭之以禮。」
en: Mang I asked what filial piety was. The Master said, "It is not being disobedient." Soon after, as Fan Ch'ih was driving him, the Master told him, saying, "Mang-sun asked me what filial piety was, and I answered him,—'not being disobedient.'" Fan Ch'ih said, "What did you mean?" The Master replied, "That parents, when alive, be served according to propriety; that, when dead, they should be buried according to propriety; and that they should be sacrificed to according to propriety."

source: 孟武伯問孝。子曰：「父母，唯其疾之憂。」
en: Mang Wu asked what filial piety was. The Master said, "Parents are anxious lest their children should be sick."

source: 子游問孝。子曰：「今之孝者，是謂能養。至於犬馬，皆能有養。不敬，何以別乎？」
en: Tsze-yu asked what filial piety was. The Master said, "The filial piety of now-a-days means the support of one's parents. But dogs and horses likewise are able to do something in the way of support;—without reverence, what is there to distinguish the one support given from the other?"

source: 子夏問孝。子曰：「色難。有事，弟子服其勞；有酒食，先生饌。曾是以爲孝乎？」
en: Tsze-hsia asked what filial piety was. The Master said, "The difficulty is with the countenance. If, when their elders have any troublesome affairs, the young take the toil of them, and if, when the young have wine and food, they set them before their elders, is this to be considered filial piety?"

source: 子曰：「吾與回言終日，不違如愚。退而省其私，亦足以發。回也不愚。」
en: The Master said, "I have talked with Hui for a whole day, and he has not made any objection to anything I said;—as if he were stupid. He has retired, and I have examined his conduct when away from me, and found him able to illustrate my teachings. Hui!—He is not stupid."

source: 子曰：「視其所以，觀其所由，察其所安，人焉廋哉！人焉廋哉！」
en: The Master said, "See what a man does. "Mark his motives. "Examine in what things he rests. "How can a man conceal his character? How can a man conceal his character?"

source: 子曰：「溫故而知新，可以爲師矣。」
en: The Master said, "If a man keeps cherishing his old knowledge, so as continually to be acquiring new, he may be a teacher of others."

source: 子曰：「君子不器。」
en: The Master said, "The accomplished scholar is not a utensil."

source: 子貢問君子。子曰：「先行其言，而後從之。」
en: Tsze-kung asked what constituted the superior man. The Master said, "He acts before he speaks, and afterwards speaks according to his actions."

source: 子曰：「君子周而不比，小人比而不周。」
en: The Master said, "The superior man is catholic and no partisan. The mean man is partisan and not catholic."

source: 子曰：「學而不思則罔，思而不學則殆。」
en: The Master said, "Learning without thought is labour lost; thought without learning is perilous."

source: 子曰：「攻乎異端，斯害也已。」
en: The Master said, "The study of strange doctrines is injurious indeed!"

source: 子曰：「由，誨女知之乎！知之爲知之，不知爲不知，是知也。」
en: The Master said, "Yu, shall I teach you what knowledge is? When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it;—this is knowledge."

source: 子張學干祿。子曰：「多聞闕疑，愼言其餘，則寡尤；多見闕殆，愼行其餘，則寡悔。言寡尤，行寡悔，祿在其中矣。」
en: Tsze-chang was learning with a view to official emolument. The Master said, "Hear much and put aside the points of which you stand in doubt, while you speak cautiously at the same time of the others:—then you will afford few occasions for blame. See much and put aside the things which seem perilous, while you are cautious at the same time in carrying the others into practice:—then you will have few occasions for repentance. When one gives few occasions for blame in his words, and few occasions for repentance in his conduct, he is in the way to get emolument."

source: 哀公問曰：「何爲則民服？」孔子對曰：「擧直錯諸枉，則民服；擧枉錯諸直，則民不服。」
en: The Duke Ai asked, saying, "What should be done in order to secure the submission of the people?" Confucius replied, "Advance the upright and set aside the crooked, then the people will submit. Advance the crooked and set aside the upright, then the people will not submit."

source: 季康子問：「使民敬忠以勸，如之何？」子曰：「臨之以莊，則敬；孝慈，則忠；擧善而教不能，則勸。」
en: Chi K'ang asked how to cause the people to reverence their ruler, to be faithful to him, and to go on to nerve themselves to virtue. The Master said, "Let him preside over them with gravity;—then they will reverence him. Let him be filial and kind to all;—then they will be faithful to him. Let him advance the good and teach the incompetent;—then they will eagerly seek to be virtuous."

source: 或謂孔子曰：「子奚不爲政？」子曰：「《書》云：『孝乎惟孝，友於兄弟。』施於有政，是亦爲政，奚其爲爲政？」
en: Some one addressed Confucius, saying, "Sir, why are you not engaged in the government?" The Master said, "What does the Shu-ching say of filial piety?—'You are filial, you discharge your brotherly duties. These qualities are displayed in government.' This then also constitutes the exercise of government. Why must there be that—making one be in the government?"

source: 子曰：「人而無信，不知其可也。大車無輗，小車無軏，其何以行之哉？」
en: The Master said, "I do not know how a man without truthfulness is to get on. How can a large carriage be made to go without the cross-bar for yoking the oxen to, or a small carriage without the arrangement for yoking the horses?"

source: 子張問：「十世可知也？」子曰：「殷因於夏禮，所損益可知也；周因於殷禮，所損益可知也；其或繼周者，雖百世可知也。」
en: Tsze-chang asked whether the affairs of ten ages after could be known. Confucius said, "The Yin dynasty followed the regulations of the Hsia: wherein it took from or added to them may be known. The Chau dynasty has followed the regulations of Yin: wherein it took from or added to them may be known. Some other may follow the Chau, but though it should be at the distance of a hundred ages, its affairs may be known."

source: 子曰：「非其鬼而祭之，諂也。見義不爲，無勇也。」
en: The Master said, "For a man to sacrifice to a spirit which does not belong to him is flattery. "To see what is right and not to do it is want of courage."

source: 孔子謂季氏：「八佾舞於庭。是可忍也，孰不可忍也！」
en: Confucius said of the head of the Chi family, who had eight rows of pantomimes in his area, "If he can bear to do this, what may he not bear to do?"

source: 三家者，以雍徹。子曰：「『相維辟公，天子穆穆。』奚取於三家之堂？」
en: The three families used the yung ode, while the vessels were being removed, at the conclusion of the sacrifice. The Master said, "'Assisting are the princes;—the son of heaven looks profound and grave:'—what application can these words have in the hall of the three families?"

source: 子曰：「人而不仁，如禮何？人而不仁，如樂何？」
en: The Master said, "If a man be without the virtues proper to humanity, what has he to do with the rites of propriety? If a man be without the virtues proper to humanity, what has he to do with music?"

source: 林放問禮之本。子曰：「大哉問！禮，與其奢也，寧儉；喪，與其易也，寧戚。」
en: Lin Fang asked what was the first thing to be attended to in ceremonies. The Master said, "A great question indeed! "In festive ceremonies, it is better to be sparing than extravagant. In the ceremonies of mourning, it is better that there be deep sorrow than a minute attention to observances."

source: 子曰：「夷狄之有君，不如諸夏之亡也。」
en: The Master said, "The rude tribes of the east and north have their princes, and are not like the States of our great land which are without them."

source: 季氏旅於泰山。子謂冉有曰：「女弗能救與？」對曰：「不能。」子曰：「嗚呼！曾謂泰山不如林放乎？」
en: The chief of the Chi family was about to sacrifice to the T'ai mountain. The Master said to Zan Yu, "Can you not save him from this?" He answered, "I cannot." Confucius said, "Alas! will you say that the T'ai mountain is not so discerning as Lin Fang?"

source: 子曰：「君子無所爭，必也射乎！揖讓而升，下而飮，其爭也君子。」
en: The Master said, "The student of virtue has no contentions. If it be said he cannot avoid them, shall this be in archery? But he bows complaisantly to his competitors; thus he ascends the hall, descends, and exacts the forfeit of drinking. In his contention, he is still the Chun-tsze."

source: 子夏問曰：「『巧笑倩兮，美目盼兮，素以爲絢兮。』何謂也？」子曰：「繪事後素。」曰：「禮後乎？」子曰：「起予者商也，始可與言《詩》已矣。」
en: Tsze-hsia asked, saying, "What is the meaning of the passage—'The pretty dimples of her artful smile! The well-defined black and white of her eye! The plain ground for the colours?'" The Master said, "The business of laying on the colours follows (the preparation of) the plain ground." "Ceremonies then are a subsequent thing?" The Master said, "It is Shang who can bring out my meaning. Now I can begin to talk about the odes with him."

source: 子曰：「夏禮，吾能言之，杞不足徵也；殷禮，吾能言之，宋不足徵也。文獻不足故也，足，則吾能徵之矣。」
en: The Master said, "I could describe the ceremonies of the Hsia dynasty, but Chi cannot sufficiently attest my words. I could describe the ceremonies of the Yin dynasty, but Sung cannot sufficiently attest my words. (They cannot do so) because of the insufficiency of their records and wise men. If those were sufficient, I could adduce them in support of my words."

source: 子曰：「禘自既灌而往者，吾不欲觀之矣。」
en: The Master said, "At the great sacrifice, after the pouring out of the libation, I have no wish to look on."

source: 或問「禘」之說。子曰：「不知也。知其說者之於天下也，其如示諸斯乎？」指其掌。
en: Some one asked the meaning of the great sacrifice. The Master said, "I do not know. He who knew its meaning would find it as easy to govern the kingdom as to look on this;—pointing to his palm.

source: 祭如在，祭神如神在。子曰：「吾不與祭，如不祭。」
en: He sacrificed to the dead, as if they were present. He sacrificed to the spirits, as if the spirits were present. The Master said, "I consider my not being present at the sacrifice, as if I did not sacrifice."

source: 王孫賈問曰：「『與其媚於奧，寧媚於竈。』何謂也？」子曰：「不然。獲罪於天，無所禱也。」
en: Wang-sun Chia asked, saying, "What is the meaning of the saying, 'It is better to pay court to the furnace than to the south-west corner?'" The Master said, "Not so. He who offends against Heaven has none to whom he can pray."

source: 子曰：「周監於二代，郁郁乎文哉！吾從周。」
en: The Master said, "Chau had the advantage of viewing the two past dynasties. How complete and elegant are its regulations! I follow Chau."

source: 子入太廟，每事問。或曰：「孰謂鄹人之子知禮乎？入太廟，每事問。」子聞之曰：「是禮也！」
en: The Master, when he entered the grand temple, asked about everything. Some one said, "Who will say that the son of the man of Tsau knows the rules of propriety! He has entered the grand temple and asks about everything." The Master heard the remark, and said, "This is a rule of propriety."

source: 子曰：「射不主皮，爲力不同科，古之道也。」
en: The Master said, "In archery it is not going through the leather which is the principal thing;—because people's strength is not equal. This was the old way."

source: 子貢欲去吿朔之餼羊。子曰：「賜也！爾愛其羊，我愛其禮。」
en: Tsze-kung wished to do away with the offering of a sheep connected with the inauguration of the first day of each month. The Master said, "Ts'ze, you love the sheep; I love the ceremony."

source: 子曰：「事君盡禮，人以爲諂也。」
en: The Master said, "The full observance of the rules of propriety in serving one's prince is accounted by people to be flattery."

source: 定公問：「君使臣，臣事君，如之何？」孔子對曰：「君使臣以禮，臣事君以忠。」
en: The Duke Ting asked how a prince should employ his ministers, and how ministers should serve their prince. Confucius replied, "A prince should employ his minister according to the rules of propriety; ministers should serve their prince with faithfulness."

source: 子曰：「《關雎》，樂而不淫，哀而不傷。」
en: The Master said, "The Kwan Tsu is expressive of enjoyment without being licentious, and of grief without being hurtfully excessive."

source: 哀公問社於宰我。宰我對曰：「夏后氏以松，殷人以柏，周人以栗。曰：『使民戰栗。』」子聞之，曰：「成事不說，遂事不諫，既往不咎。」
en: The Duke Ai asked Tsai Wo about the altars of the spirits of the land. Tsai Wo replied, "The Hsia sovereign planted the pine tree about them; the men of the Yin planted the cypress; and the men of the Chau planted the chestnut tree, meaning thereby to cause the people to be in awe." When the Master heard it, he said, "Things that are done, it is needless to speak about; things that have had their course, it is needless to remonstrate about; things that are past, it is needless to blame."

source: 子曰：「管仲之器小哉！」或曰：「管仲儉乎？」曰：「管氏有三歸，官事不攝，焉得儉？」「然則管仲知禮乎？」曰：「邦君樹塞門，管氏亦樹塞門。邦君爲兩君之好，有反坫，管氏亦有反坫。管氏而知禮，孰不知禮？」
en: The Master said, "Small indeed was the capacity of Kwan Chung!" Some one said, "Was Kwan Chung parsimonious?" "Kwan," was the reply, "had the San Kwei, and his officers performed no double duties; how can he be considered parsimonious?" "Then, did Kwan Chung know the rules of propriety?" The Master said, "The princes of States have a screen intercepting the view at their gates. Kwan had likewise a screen at his gate. The princes of States on any friendly meeting between two of them, had a stand on which to place their inverted cups. Kwan had also such a stand. If Kwan knew the rules of propriety, who does not know them?"

source: 子語魯大師樂，曰：「樂其可知也。始作，翕如也。從之，純如也，皦如也，繹如也。以成。」
en: The Master instructing the grand music-master of Lu said, "How to play music may be known. At the commencement of the piece, all the parts should sound together. As it proceeds, they should be in harmony while severally distinct and flowing without break, and thus on to the conclusion."

source: 儀封人請見，曰：「君子之至於斯也，吾未嘗不得見也。」從者見之。出曰：「二三子，何患於喪乎？天下之無道也久矣，天將以夫子爲木鐸。」
en: The border warden at Yi requested to be introduced to the Master, saying, "When men of superior virtue have come to this, I have never been denied the privilege of seeing them." The followers of the sage introduced him, and when he came out from the interview, he said, "My friends, why are you distressed by your master's loss of office? The kingdom has long been without the principles of truth and right; Heaven is going to use your master as a bell with its wooden tongue."

source: 子謂韶：「盡美矣，又盡善也。」謂武：「盡美矣，未盡善也。」
en: The Master said of the Shao that it was perfectly beautiful and also perfectly good. He said of the Wu that it was perfectly beautiful but not perfectly good.

source: 子曰：「居上不寬，爲禮不敬，臨喪不哀，吾何以觀之哉！」
en: The Master said, "High station filled without indulgent generosity; ceremonies performed without reverence; mourning conducted without sorrow;—wherewith should I contemplate such ways?"

source: 子曰：「里仁爲美。擇不處仁，焉得知？」
en: The Master said, "It is virtuous manners which constitute the excellence of a neighborhood. If a man in selecting a residence, do not fix on one where such prevail, how can he be wise?"

source: 子曰：「不仁者，不可以久處約，不可以長處樂。仁者安仁，知者利仁。」
en: The Master said, "Those who are without virtue cannot abide long either in a condition of poverty and hardship, or in a condition of enjoyment. The virtuous rest in virtue; the wise desire virtue."

source: 子曰：「惟仁者能好人，能惡人。」
en: The Master said, "It is only the (truly) virtuous man, who can love, or who can hate, others."

source: 子曰：「苟志於仁矣，無惡也。」
en: The Master said, "If the will be set on virtue, there will be no practice of wickedness."

source: 子曰：「富與貴，是人之所欲也，不以其道得之，不處也。貧與賤，是人之所惡也；不以其道得之，不去也。君子去仁，惡乎成名？君子無終食之閒違仁，造次必於是，顛沛必於是。」
en: The Master said, "Riches and honours are what men desire. If it cannot be obtained in the proper way, they should not be held. Poverty and meanness are what men dislike. If it cannot be avoided in the proper way, they should not be avoided. "If a superior man abandon virtue, how can he fulfil the requirements of that name? "The superior man does not, even for the space of a single meal, act contrary to virtue. In moments of haste, he cleaves to it. In seasons of danger, he cleaves to it."

source: 子曰：「我未見好仁者，惡不仁者。好仁者，無以尙之；惡不仁者，其爲仁矣。不使不仁者加乎其身。有能一日用其力於仁矣乎？我未見力不足者！蓋有之矣，我未之見也。」
en: The Master said, "I have not seen a person who loved virtue, or one who hated what was not virtuous. He who loved virtue, would esteem nothing above it. He who hated what is not virtuous, would practise virtue in such a way that he would not allow anything that is not virtuous to approach his person. "Is any one able for one day to apply his strength to virtue? I have not seen the case in which his strength would be insufficient. "Should there possibly be any such case, I have not seen it."

source: 子曰：「人之過也，各於其黨。觀過，斯知仁矣。」
en: The Master said, "The faults of men are characteristic of the class to which they belong. By observing a man's faults, it may be known that he is virtuous."

source: 子曰：「朝聞道，夕死可矣！」
en: The Master said, "If a man in the morning hear the right way, he may die in the evening without regret."

source: 子曰：「士志於道，而恥惡衣惡食者，未足與議也！」
en: The Master said, "A scholar, whose mind is set on truth, and who is ashamed of bad clothes and bad food, is not fit to be discoursed with."

source: 子曰：「君子之於天下也，無適也，無莫也，義之與比。」
en: The Master said, "The superior man, in the world, does not set his mind either for anything, or against anything; what is right he will follow."

source: 子曰：「君子懷德，小人懷土；君子懷刑，小人懷惠。」
en: The Master said, "The superior man thinks of virtue; the small man thinks of comfort. The superior man thinks of the sanctions of law; the small man thinks of favours which he may receive."

source: 子曰：「放於利而行，多怨。」
en: The Master said: "He who acts with a constant view to his own advantage will be much murmured against."
